#Сервисные сообщения
you_admin = 'Теперь ты являешься администратором'

# Стартовые сообщения
start_text = 'Здравствуйте! Добро пожаловать на Фабрику Творчества!\nЭтот чат бот написан специально для выставки "МИР ДЕТСТВА".\nЗдесь вы сможете принять участие в конкурсе, узнать подробнее о нашей продукции и получить каталог.\nВыберете то что вам сейчас интересно:'
restart = 'С возвращением!\nПодробную информацию о наших товарах можно найти в меню бота'

#Подробней о конкурсе и каталогах
expos_contest = 'Здесь будет подробное описание конкурса'
expos_catalog = 'Здесь будет описание приемущества получения каталога, а также FSM для запроса каталога'

#Кнопки main_menu
bot_info_button = 'Информация о боте и его возможностях'
catalog_button = 'Получить каталог'
ask_question_button = 'Задать вопрос'

#Кнопки InLine
il_contest = 'Конкурс'
il_catalog = 'Каталог'

#Ветка: Каталог
catalog_info_txt = 'Благодарим за проявленный интерес, прежде чем отправить вам каталог - давайте познакомимся поближе.\nНапишите ваше имя и адрес электронной почты'
catalog_name = 'Имя'
catalog_name_txt = 'Пожалуйста, введите ваше имя:'
catalog_mail = 'E-mail'
catalog_mail_txt = 'Введите ваш адрес электронной почты:'
catalog_out = 'Спасибо! Высылаем вам каталог! Если у вас появятся вопросы, в меню бота есть соответствующее меню. Кстати, если вы еще не зарегестрированы в нашем конкурсе, рекомендуем это сделать!'

#Ветка: Конкурс
contest_info = 'Это блок который рассказывает о нашей практически безпроигрышной лотерее. Красивый и выверенный текст повествует о том, что принять участие можно всего одной кнопкой - поделиться номером. А вот, кстати, договор публичной оферты об использовании номера телефона, он находится -> здесь'
contest_get_phone_button = 'Поделиться номером'
contest_ok = 'Благодарим за участие! Мы пришлем вам уведомление в этот чат за 30, 15 и 5 минут до начала розыгрыша.'


